CORRECT_AUTO = '- ТАК -'
NOT_CORRECT_AUTO = '- НІ -'

CORRECT_CHOICE = 'Так'
NOT_CORRECT_CHOICE = 'Ні'
finish_job = 'Ви закінчили працювати, до зустрічі'
already_start_job = 'Ви вже успішно розпочали роботу'
already_finish_job = 'Ви вже закінчили працювати'
already_in_use_text = 'Це авто вже використовує інший водій. Спробуйте інше авто.' \
                      ' Якщо всі авто заняті зверніться до менеджерів'
add_auto_to_driver_text = 'Ми закріпили авто за вами на сьогодні і вже шукаємо вам замовлення.'

wrong_number_auto_text = 'Не вдалось обробити ваше значення, або переданий номер' \
                         ' автомобільного номера виявився недійсним. Спробуйте ще раз'

choose_car_text = 'Укажіть номер машини, яку ви будете використовувати сьогодні'

bad_value = 'Такого ключа немає у вашому списку, спробуйте ще раз'
