share_phone_text = "Будь ласка розшарьте номер телефону для роботи з нашим ботом"
user_greetings_text = "Вас вітає Ninja Taxi. Для замовлення натискай кнопку"
help_text = "Для першого кроку зробіть реєстрацію або авторизуйтеся командою /start"
more_func_text = "Оберіть функцію:"

about_us = (
    'Політика конфіденційності',
    'Договір оферти',
)


main_buttons = (
    "\U0001F695 Викликати Таксі",
    "\U0001f4e2 Залишити відгук",
    "\U0001F4E8 Залишити заявку на роботу",
    "\U0001f4f2 Надати номер телефону",
    "\U0001F4B0 Розпочати роботу",
    "\u270A Завершити роботу",
    "\u2699 Інші функції",
    '\U0001F6A9 Про нас',
    "\U0001f696 Персональний водій",
)

driver_option_buttons = (
    "\U0001F527 Записатись до СТО",
    "\U0001F4A5 Сповістити про ДТП",
    "\U0001F6CB Взяти вихідний",
    "\U0001F691 Взяти лікарняний"
)

manager_main_buttons = (
    "\U0001F579 Керування водіями",
    "\U0001F4C8 Статистика",
    "\u26D0 Керування автомобілями")

