driver_job_name = "Водій"
no_phone_text = "Спочатку надайте телефон"
choose_job = "Оберіть посаду на яку ви притендуєте:"
make_mistake_text = "Якщо ви десь помилитесь, ви завжди можете почати спочатку, скориставшись командою /restart"
start_again_text = "Ви почали подачу заявки спочатку."
ask_name_text = "Введіть ваше Ім`я:"
ask_lastname_text = "Введіть Прізвище:"
ask_email_text = "Введіть електронну адресу:"
no_valid_name_text = "Ім`я занадто довге. Спробуйте ще раз"
no_valid_lastname_text = "Прізвище занадто довге. Спробуйте ще раз"
no_valid_email_text = "Eлектронна адреса некоректна. Спробуйте ще раз"
updated_text = "Ваші дані оновлені, надайте будь-ласка необхідні документи, скориставшись кнопкою під повідомленням"
upload_text = "Завантажити документи"
ask_photo_text = "Надішліть ваше фото не розмите, без головного убору та окулярів (селфі)." \
                 "Для відправки скористайтеся \U0001F4CE біля menu"
saved_photo_text = "Ваше фото збережено.Надішліть лицьову сторону посвідчення"
no_photo_text = "Будь ласка, надішліть фото (селфі).Для відправки скористайтеся \U0001F4CE біля menu"
front_licence_saved = "Лицьова сторона посвідчення збережена.Надішліть тильну сторону"
ask_front_licence = "Будь ласка, надішліть лицьову сторону"
back_licence_saved = "Тильна сторона посвідчення збережена." \
                     "Надішліть срок дії посвідчення у форматі день.місяць.рік (наприклад: 25.05.1999)."
no_date_licence = "Якщо посвідчення безстрокове, введіть 31.12.2077" \
                  " або будь-яку іншу дату у далекому майбутньому до 2077р.:"
ask_back_licence = "Будь ласка, надішліть тильну сторону"
ask_auto_text = "Чи є у вас авто для роботи:"
no_valid_date_text = "не вірний формат або дата." \
                     " Надішліть срок дії посвідчення у форматі день.місяць.рік (наприклад: 25.05.1999):"
ask_autodoc_text = "Дякуємо! Будь ласка, надішліть фото посвідчення про реєстрацію авто."
autodoc_saved_text = "Фото техпаспорту збережено.Надішліть фото автоцивілки"
no_autodoc_text = "Будь ласка, надішліть фото техпаспорту"
ask_insurance_photo = "Будь ласка, надішліть фото автоцивілки"
insurance_saved_text = "Фото автоцивілки збережено." \
                       "Надішліть срок дії автоцивілки у форматі день.місяць.рік (наприклад: 25.05.1999):"
no_valid_insurance = "не вірний формат або дата." \
                     " Надішліть срок дії автоцивілки у форматі день.місяць.рік (наприклад: 25.05.1999):"
accept_code_text = "Ваш код прийнято.Наш менеджер з вами зв'яжеться." \
                   "Не забудьте зареєструватись на сайті https://supplier.uber.com, як водій"
already_send_text = "Ви раніше вже подали заявку.Очікуйте дзвінка від нашого менеджера"


def sms_text(number):
    message = f"Заявка сформована.На номер {number} відправлено СМС," \
              f" перешліть чотири цифри коду нам протягом 3 хвилин будь-ласка"
    return message

