seo_index = (
    "Таксі, Ніндзя таксі, Персональний перевізник, Перевезення дітей, Сімейне таксі, Бізнес-таксі, "
    "Доставка цінних речей, Замовлення таксі, Автоматизована система таксі,)Послуги для автопарків, Таксі з доставкою, "
    "Професійні водії, Комфортабельні автомобілі, Таксі для бізнесу, Дитячий перевізник, Ексклюзивне таксі, "
    "Безпечне перевезення, Таксі з батьківським контролем, Перевезення пасажирів, Ефективна доставка, "
    "Служба замовлення таксі, Taxi, Ninja Taxi, Personal Transporter, Child Transportation, Family Taxi, Business Taxi,"
    "Valuables Delivery, Taxi Order, Automated Taxi System, Services for car fleets, Taxi with delivery, "
    "Professional drivers, Comfortable cars, Taxi for business, Baby carrier, Exclusive taxi, Safe transportation,"
    "Taxi with parental control, Transportation of passengers, Efficient delivery, Taxi ordering service,"
    "Такси, Ниндзя такси, Персональный перевозчик, Перевозка детей, Семейное такси, Бизнес-такси, Доставка ценных вещей, "
    "Заказ такси, Автоматизированная система такси, Услуги для автопарков, Такси с доставкой, Профессиональные водители, "
    "Комфортабельные автомобили, Такси для бизнеса, Детский перевозчик, Эксклюзивное такси, Безопасная перевозка,"
    "Такси с родительским контролем, Перевозка пассажиров, Эффективная доставка, Служба заказа такси"
)

seo_park_page = (
    "Автопарк автоматизація, Управління автопарком ,Система для автопарків, Ефективне використання транспорту, "
    "Моніторинг автопарку, Оптимізація маршрутів, Служба відстеження автомобілів, Електронний журнал водія, "
    "Зменшення витрат пального, Автоматизований облік транспорту, Споживання пального, Збільшення продуктивності автопарку, "
    "Ремонт і обслуговування автомобілів, Звітність та аналітика, Віддалене керування автопарком, "
    "Автоматизация автопарков, Управление автопарком, Система для автопарков, Эффективность велотранспорта, "
    "Мониторинг автопарка, Оптимизация маршрутов, Служба поддержки автомобилей, Электронный журнал воды, "
    "Уменьшение витрат пального, Автоматизированный облтранспорт, Спокойствие полового, Обеспечение продуктивности автопарка, "
    "Ремонт и обслуживание автомобилей, Яркость и аналитика, Проверка обслуживания автопарком, "
    "Fleet automation, Fleet management, System for car parks, Effective use of transport, Monitoring of the car park, "
    "Route optimization, Car tracking service, Electronic log of the driver, Reduction of fuel costs, Automated transport accounting, "
    "Fuel consumption, Increasing the productivity of the fleet, Car repair and maintenance, Reporting and analytics, Remote fleet management"
)
